Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: It is never required to publish or to swap.
ar: ليس مطلوباً أبداً للنشر أو التبادل.
ar_ps: أبداً مش لازمة عشان تنشر أو تبدّل.
el: Δεν είναι ποτέ απαραίτητο για δημοσίευση ή ανταλλαγή.
es: Nunca es obligatorio para publicar ni para intercambiar.
fa: این هرگز برای انتشار یا مبادله الزامی نیست.
fr: Ce n'est jamais requis pour publier ou échanger.
id: Ini tak pernah wajib untuk publikasi atau tukaran.
it: Non è mai necessario per pubblicare o scambiare.
ja: 公開やスワップに必須ではありません。
ro: Nu este niciodată obligatoriu pentru publicare sau schimb.
th: ไม่จำเป็นต้องมีเพื่อเผยแพร่หรือแลกเปลี่ยน
tr: Yayınlamak veya takas yapmak için asla gerekmez.
zh: 发布或互换从不强制要求。

source: It's a private room
ar: إنها غرفة خاصة
ar_ps: غرفة خاصة
el: Είναι ιδιωτικό δωμάτιο
es: Es una habitación privada
fa: این یک اتاق خصوصی است
fr: C'est une chambre privée
id: Ini kamar privat
it: È una stanza privata
ja: 個室です
ro: Este o cameră privată
th: เป็นห้องส่วนตัว
tr: Bu bir özel oda
zh: 这是一个单间

source: Join me on Swapl
ar: انضم إليّ على Swapl
ar_ps: انضمّ لي على Swapl
el: Ελάτε στη Swapl
es: Únete a mí en Swapl
fa: به من در Swapl بپیوندید
fr: Rejoignez-moi sur Swapl
id: Bergabunglah dengan saya di Swapl
it: Unisciti a me su Swapl
ja: Swaplで一緒に
ro: Alătură-te mie pe Swapl
th: มาร่วม Swapl กับฉัน
tr: Swapl'da bana katıl
zh: 在 Swapl 加入我

source: Join me on Swapl — swap homes and travel on points, not cash. Use my link and we both score travel points when you verify.
ar: انضم إليّ على Swapl — بادل المنازل وسافر بالنقاط لا بالنقود. استخدم رابطي ونكسب كلانا نقاط سفر عند توثيق هويتك.
ar_ps: انضمّ لي على Swapl — بدّل بيوت وسافر بالنقاط، مش بالمصاري. استخدم رابطي ومنكسب نقاط سفر سوا لمّا توثّق.
el: Ελάτε στη Swapl — ανταλλάξτε σπίτια και ταξιδέψτε με πόντους, όχι μετρητά. Χρησιμοποιήστε τον σύνδεσμό μου και κερδίζουμε και οι δύο πόντους ταξιδιού όταν επαληθευτείτε.
es: Únete a mí en Swapl — intercambia casas y viaja con puntos, no con dinero. Usa mi enlace y ambos ganamos puntos de viaje cuando te verifiques.
fa: به من در Swapl بپیوندید — خانه‌ها را مبادله کنید و با امتیاز سفر کنید، نه پول نقد. از لینک من استفاده کنید و وقتی هویتتان را تأیید کنید، هر دو امتیاز سفر می‌گیریم.
fr: Rejoignez-moi sur Swapl — échangez des logements et voyagez avec des points, pas de l'argent. Utilisez mon lien et nous gagnons tous deux des points de voyage lors de votre vérification.
id: Bergabunglah dengan saya di Swapl — tukar rumah dan jalan-jalan dengan poin, bukan uang. Pakai tautan saya dan kita berdua dapat poin perjalanan saat Anda terverifikasi.
it: Unisciti a me su Swapl — scambia case e viaggia con i punti, non con i contanti. Usa il mio link e guadagniamo entrambi punti viaggio quando ti verifichi.
ja: Swaplに参加しませんか。お金ではなく、住まいをスワップしてポイントで旅しましょう。私のリンクを使えば、あなたが認証したときに2人ともトラベルポイントを獲得できます。
ro: Alătură-te mie pe Swapl — schimbă locuințe și călătorește pe puncte, nu pe bani. Folosește linkul meu și amândoi câștigăm puncte de călătorie când te verifici.
th: มาร่วม Swapl กับฉัน — แลกบ้านและเดินทางด้วยพอยต์ ไม่ใช่เงินสด ใช้ลิงก์ของฉันแล้วเราทั้งคู่ได้พอยต์เดินทางเมื่อคุณยืนยันตัวตน
tr: Swapl'da bana katıl — evleri takas et ve nakit değil, puanla seyahat et. Bağlantımı kullan, sen doğrulandığında ikimiz de seyahat puanı kazanalım.
zh: 在 Swapl 加入我——互换住所、用积分而非现金旅行。使用我的链接，待你验证后我们都能赚得旅行积分。

source: Join Swapl.
ar: انضم إلى Swapl.
ar_ps: انضمّ لـ Swapl.
el: Εγγραφείτε στη Swapl.
es: Únete a Swapl.
fa: به Swapl بپیوندید.
fr: Rejoignez Swapl.
id: Bergabung dengan Swapl.
it: Unisciti a Swapl.
ja: Swaplに参加。
ro: Alătură-te Swapl.
th: เข้าร่วม Swapl
tr: Swapl'a katıl.
zh: 加入 Swapl。

source: Join the waitlist.
ar: انضم إلى قائمة الانتظار.
ar_ps: انضمّ لقائمة الانتظار.
el: Εγγραφείτε στη λίστα αναμονής.
es: Únete a la lista de espera.
fa: به لیست انتظار بپیوندید.
fr: Rejoignez la liste d'attente.
id: Bergabung dengan daftar tunggu.
it: Iscriviti alla lista d'attesa.
ja: ウェイトリストに登録。
ro: Înscrie-te pe lista de așteptare.
th: เข้าร่วมรายชื่อรอ
tr: Bekleme listesine katıl.
zh: 加入候补名单。

source: Joined Swapl
ar: انضم إلى Swapl
ar_ps: انضمّ لـ Swapl
el: Εγγράφηκε στη Swapl
es: Se unió a Swapl
fa: به Swapl پیوست
fr: A rejoint Swapl
id: Bergabung dengan Swapl
it: Iscritto a Swapl
ja: Swaplに参加
ro: S-a alăturat Swapl
th: เข้าร่วม Swapl แล้ว
tr: Swapl'a katıldı
zh: 已加入 Swapl

source: Keys for keys — share this with your guest so they can get in.
ar: مفاتيح مقابل مفاتيح — شارك هذا مع ضيفك حتى يتمكن من الدخول.
ar_ps: مفاتيح بمفاتيح — شارك هاد مع ضيفك عشان يفوت.
el: Keys για κλειδιά — μοιραστείτε το με τον επισκέπτη σας ώστε να μπορεί να μπει.
es: Llaves por llaves — comparte esto con tu huésped para que pueda entrar.
fa: کلید در برابر کلید — این را با مهمانتان به اشتراک بگذارید تا بتواند وارد شود.
fr: Des clés contre des Clés — partagez ceci avec votre voyageur pour qu'il puisse entrer.
id: Keys for keys — bagikan ini ke tamu Anda agar mereka bisa masuk.
it: Chiavi per chiavi — condividilo con il tuo ospite così può entrare.
ja: 鍵には鍵を — これをゲストと共有して、中に入れるようにしましょう。
ro: Chei pentru chei — distribuie asta oaspetelui tău ca să poată intra.
th: Keys แลก keys — แชร์สิ่งนี้ให้ผู้เข้าพักเพื่อให้เข้าได้
tr: Anahtara anahtar — misafirinin içeri girebilmesi için bunu onunla paylaş.
zh: 以钥匙换钥匙——把这个分享给房客，让他们进门。

source: Keys for keys.
ar: مفاتيح مقابل مفاتيح.
ar_ps: مفاتيح بمفاتيح.
el: Keys για κλειδιά.
es: Llaves por llaves.
fa: کلید در برابر کلید.
fr: Des clés contre des Clés.
it: Chiavi in cambio di chiavi.
ja: 鍵には鍵を。
ro: Chei pentru chei.
th: Keys แลก keys
tr: Anahtara anahtar.
zh: 以钥匙换钥匙。

source: Largest
ar: الأكبر
ar_ps: الأكبر
el: Μεγαλύτερα
es: Más grande
fa: بزرگ‌ترین
fr: Plus grand
id: Terbesar
it: Più grandi
ja: 広い順
ro: Cele mai mari
th: ใหญ่ที่สุด
tr: En büyük
zh: 最大

source: Last updated %@
ar: آخر تحديث %@
ar_ps: آخر تحديث %@
el: Τελευταία ενημέρωση %@
es: Última actualización %@
fa: آخرین به‌روزرسانی %@
fr: Dernière mise à jour %@
id: Terakhir diperbarui %@
it: Ultimo aggiornamento %@
ja: 最終更新：%@
ro: Ultima actualizare %@
th: อัปเดตล่าสุด %@
tr: Son güncelleme %@
zh: 最后更新于 %@

source: Leaderboard
ar: لوحة المتصدرين
ar_ps: لوحة المتصدّرين
el: Κατάταξη
es: Clasificación
fa: جدول رده‌بندی
fr: Classement
id: Papan peringkat
it: Classifica
ja: リーダーボード
ro: Clasament
th: กระดานผู้นำ
tr: Lider tablosu
zh: 排行榜

source: Leave a review
ar: اترك تقييماً
ar_ps: اترك تقييم
el: Αφήστε μια κριτική
es: Deja una reseña
fa: ثبت نظر
fr: Laisser un avis
id: Tulis ulasan
it: Lascia una recensione
ja: レビューを書く
ro: Lasă o recenzie
th: เขียนรีวิว
tr: Değerlendirme yaz
zh: 撰写评价

source: Leave empty if you signed up with Google, Telegram or an email code and never set a password.
ar: اتركه فارغاً إذا سجّلت عبر Google أو Telegram أو رمز بريد إلكتروني ولم تعيّن كلمة مرور قط.
ar_ps: اتركها فاضية إذا سجّلت بـ Google أو Telegram أو كود إيميل وما حطّيت كلمة سر.
el: Αφήστε το κενό αν εγγραφήκατε με Google, Telegram ή κωδικό email και δεν ορίσατε ποτέ κωδικό πρόσβασης.
es: Déjalo en blanco si te registraste con Google, Telegram o un código por correo y nunca creaste una contraseña.
fa: اگر با Google، Telegram یا کد ایمیل ثبت‌نام کرده‌اید و هرگز رمز عبور تنظیم نکرده‌اید، خالی بگذارید.
fr: Laissez vide si vous vous êtes inscrit avec Google, Telegram ou un code par e-mail et n'avez jamais défini de mot de passe.
id: Biarkan kosong jika Anda mendaftar dengan Google, Telegram, atau kode email dan tidak pernah menyetel kata sandi.
it: Lascia vuoto se ti sei registrato con Google, Telegram o un codice email e non hai mai impostato una password.
ja: Google、Telegram、またはメールコードで登録し、パスワードを設定していない場合は空欄のままにしてください。
ro: Lasă necompletat dacă te-ai înscris cu Google, Telegram sau un cod prin e-mail și nu ai setat niciodată o parolă.
th: เว้นว่างไว้หากคุณสมัครด้วย Google, Telegram หรือรหัสทางอีเมล และไม่เคยตั้งรหัสผ่าน
tr: Google, Telegram veya e-posta koduyla kaydolduysan ve hiç parola belirlemediysen boş bırak.
zh: 若你用 Google、Telegram 或邮箱验证码注册且从未设过密码，请留空。

source: Like air miles for home swaps: earn them by hosting, spend them on a stay — no swapping back. Points are never money — you can't buy or cash them out.
ar: مثل أميال الطيران لتبادل المنازل: تكسبها بالاستضافة وتنفقها على إقامة — دون تبادل بالمقابل. النقاط ليست مالاً أبداً — لا يمكنك شراؤها أو صرفها نقداً.
ar_ps: زي أميال الطيران بس لتبديل البيوت: اكسبها بالاستضافة، اصرفها على إقامة — بدون تبديل بالمقابل. النقاط أبداً مش مصاري — ما بتقدر تشتريها ولا تصرّفها.
el: Σαν μίλια αεροπορικών για ανταλλαγές σπιτιών: κερδίστε τους φιλοξενώντας, ξοδέψτε τους σε μια διαμονή — χωρίς αντι-ανταλλαγή. Οι πόντοι δεν είναι ποτέ χρήματα — δεν μπορείτε να τους αγοράσετε ή να τους εξαργυρώσετε.
es: Como las millas aéreas pero para intercambios de casa: gánalos hospedando y gástalos en una estancia — sin intercambio a cambio. Los puntos nunca son dinero — no se pueden comprar ni canjear por efectivo.
fa: مانند مایل‌های هوایی برای مبادله خانه: با میزبانی آن‌ها را کسب کنید، برای یک اقامت خرج کنید — بدون نیاز به مبادله متقابل. امتیازها هرگز پول نیستند — نمی‌توانید آن‌ها را بخرید یا نقد کنید.
fr: Comme des miles aériens pour les échanges de logements : gagnez-les en accueillant, dépensez-les pour un séjour — sans échange en retour. Les points ne sont jamais de l'argent — vous ne pouvez ni les acheter ni les encaisser.
id: Seperti mil pesawat untuk tukar rumah: dapatkan dengan menjamu, gunakan untuk menginap — tanpa tukar balik. Poin bukanlah uang — tidak bisa dibeli atau dicairkan.
it: Come le miglia aeree per gli scambi di casa: guadagnali ospitando, spendili per un soggiorno — senza scambio in cambio. I punti non sono mai denaro — non puoi acquistarli né incassarli.
ja: ホームスワップのマイルのようなものです。ホストして貯め、滞在に使う — お返しのスワップは不要です。ポイントはお金ではなく、購入も換金もできません。
ro: Ca milele aeriene pentru schimburile de locuințe: le câștigi găzduind, le cheltuiești pe un sejur — fără schimb reciproc. Punctele nu sunt niciodată bani — nu le poți cumpăra sau încasa.
th: เหมือนไมล์สะสมสำหรับการแลกบ้าน: รับจากการเป็นเจ้าของที่พัก ใช้กับการเข้าพัก — ไม่ต้องแลกตอบ พอยต์ไม่ใช่เงิน — ซื้อหรือถอนเป็นเงินไม่ได้
tr: Ev takasları için uçuş milleri gibi: ev sahipliği yaparak kazan, bir konaklamada harca — karşılığında takas yok. Puanlar asla para değildir — satın alamaz veya nakde çeviremezsin.
zh: 就像住所互换版的航空里程：接待赚取、入住消费——无需回换。积分绝非金钱——无法购买或兑现。

source: List
ar: قائمة
ar_ps: قائمة
el: Λίστα
es: Lista
fa: فهرست
fr: Liste
id: Daftar
it: Elenco
ja: リスト
ro: Listă
th: รายการ
tr: Liste
zh: 列表

source: Listening — speak freely, tap the mic again to stop.
ar: نستمع — تحدّث بحرية، اضغط الميكروفون مرة أخرى للتوقف.
ar_ps: عم نسمع — احكِ براحتك، دوس على المايك كمان مرة عشان توقف.
el: Ακούω — μιλήστε ελεύθερα, πατήστε ξανά το μικρόφωνο για διακοπή.
es: Escuchando — habla con libertad, toca el micrófono de nuevo para parar.
fa: در حال شنیدن — آزادانه صحبت کنید، برای توقف دوباره روی میکروفون ضربه بزنید.
fr: À l'écoute — parlez librement, touchez à nouveau le micro pour arrêter.
id: Mendengarkan — bicaralah dengan bebas, ketuk mik lagi untuk berhenti.
it: In ascolto — parla liberamente, tocca di nuovo il microfono per fermarti.
ja: 聞き取り中 — 自由にお話しください。マイクをもう一度タップすると停止します。
ro: Ascult — vorbește liber, atinge din nou microfonul pentru a opri.
th: กำลังฟัง — พูดได้ตามสบาย แตะไมค์อีกครั้งเพื่อหยุด
tr: Dinleniyor — rahatça konuş, durdurmak için mikrofona tekrar dokun.
zh: 聆听中——尽情说，再次点按麦克风即停止。

source: Listing photo
ar: صورة العرض
ar_ps: صورة الإعلان
el: Φωτογραφία καταχώρισης
es: Foto del anuncio
fa: عکس آگهی
fr: Photo de l'annonce
id: Foto listing
it: Foto dell'annuncio
ja: リスティングの写真
ro: Fotografia anunțului
th: รูปรายการ
tr: İlan fotoğrafı
zh: 房源照片

source: Load earlier messages
ar: تحميل الرسائل السابقة
ar_ps: حمّل رسائل أقدم
el: Φόρτωση παλαιότερων μηνυμάτων
es: Cargar mensajes anteriores
fa: بارگذاری پیام‌های قبلی
fr: Charger les messages précédents
id: Muat pesan sebelumnya
it: Carica messaggi precedenti
ja: 以前のメッセージを読み込む
ro: Încarcă mesaje mai vechi
th: โหลดข้อความก่อนหน้า
tr: Önceki mesajları yükle
zh: 加载更早的消息

source: Loading calendar
ar: جارٍ تحميل التقويم
ar_ps: عم نحمّل التقويم
el: Φόρτωση ημερολογίου
es: Cargando calendario
fa: در حال بارگذاری تقویم
fr: Chargement du calendrier
id: Memuat kalender
it: Caricamento del calendario
ja: カレンダーを読み込み中
ro: Se încarcă calendarul
th: กำลังโหลดปฏิทิน
tr: Takvim yükleniyor
zh: 正在加载日历

source: Loading experiences
ar: جارٍ تحميل التجارب
ar_ps: عم نحمّل التجارب
el: Φόρτωση εμπειριών
es: Cargando experiencias
fa: در حال بارگذاری تجربه‌ها
fr: Chargement des expériences
id: Memuat pengalaman
it: Caricamento delle esperienze
ja: 体験を読み込み中
ro: Se încarcă experiențele
th: กำลังโหลดประสบการณ์
tr: Deneyimler yükleniyor
zh: 正在加载体验

source: Loading home
ar: جارٍ تحميل المنزل
ar_ps: عم نحمّل البيت
el: Φόρτωση σπιτιού
es: Cargando casa
fa: در حال بارگذاری خانه
fr: Chargement du logement
id: Memuat rumah
it: Caricamento della casa
ja: 住まいを読み込み中
ro: Se încarcă locuința
th: กำลังโหลดบ้าน
tr: Ev yükleniyor
zh: 正在加载住所

source: Loading homes
ar: جارٍ تحميل المنازل
ar_ps: عم نحمّل البيوت
el: Φόρτωση σπιτιών
es: Cargando casas
fa: در حال بارگذاری خانه‌ها
fr: Chargement des logements
id: Memuat rumah
it: Caricamento delle case
ja: 住まいを読み込み中
ro: Se încarcă locuințele
th: กำลังโหลดบ้าน
tr: Evler yükleniyor
zh: 正在加载房源

source: Loading messages
ar: جارٍ تحميل الرسائل
ar_ps: عم نحمّل الرسائل
el: Φόρτωση μηνυμάτων
es: Cargando mensajes
fa: در حال بارگذاری پیام‌ها
fr: Chargement des messages
id: Memuat pesan
it: Caricamento dei messaggi
ja: メッセージを読み込み中
ro: Se încarcă mesajele
th: กำลังโหลดข้อความ
tr: Mesajlar yükleniyor
zh: 正在加载消息

source: Loading metrics
ar: جارٍ تحميل المقاييس
ar_ps: عم نحمّل المقاييس
el: Φόρτωση μετρήσεων
es: Cargando métricas
fa: در حال بارگذاری معیارها
fr: Chargement des statistiques
id: Memuat metrik
it: Caricamento delle metriche
ja: 指標を読み込み中
ro: Se încarcă valorile
th: กำลังโหลดเมตริก
tr: Ölçümler yükleniyor
zh: 正在加载数据

source: Loading notification settings
ar: جارٍ تحميل إعدادات الإشعارات
ar_ps: عم نحمّل إعدادات الإشعارات
el: Φόρτωση ρυθμίσεων ειδοποιήσεων
es: Cargando ajustes de notificaciones
fa: در حال بارگذاری تنظیمات اعلان
fr: Chargement des paramètres de notification
id: Memuat pengaturan notifikasi
it: Caricamento delle impostazioni di notifica
ja: 通知設定を読み込み中
ro: Se încarcă setările notificărilor
th: กำลังโหลดการตั้งค่าการแจ้งเตือน
tr: Bildirim ayarları yükleniyor
zh: 正在加载通知设置

source: Loading passkeys…
ar: جارٍ تحميل مفاتيح المرور…
ar_ps: عم نحمّل مفاتيح المرور…
el: Φόρτωση passkeys…
es: Cargando claves de acceso…
fa: در حال بارگذاری گذرکلیدها…
fr: Chargement des clés d'accès…
id: Memuat passkey…
it: Caricamento delle passkey…
ja: パスキーを読み込み中…
ro: Se încarcă cheile de acces…
th: กำลังโหลดพาสคีย์…
tr: Geçiş anahtarları yükleniyor…
zh: 正在加载通行密钥…

source: Loading people
ar: جارٍ تحميل الأشخاص
ar_ps: عم نحمّل الناس
el: Φόρτωση ατόμων
es: Cargando personas
fa: در حال بارگذاری افراد
fr: Chargement des personnes
id: Memuat orang
it: Caricamento delle persone
ja: メンバーを読み込み中
ro: Se încarcă persoanele
th: กำลังโหลดผู้คน
tr: Kişiler yükleniyor
zh: 正在加载用户

source: Loading privacy settings
ar: جارٍ تحميل إعدادات الخصوصية
ar_ps: عم نحمّل إعدادات الخصوصية
el: Φόρτωση ρυθμίσεων απορρήτου
es: Cargando ajustes de privacidad
fa: در حال بارگذاری تنظیمات حریم خصوصی
fr: Chargement des paramètres de confidentialité
id: Memuat pengaturan privasi
it: Caricamento delle impostazioni privacy
ja: プライバシー設定を読み込み中
ro: Se încarcă setările de confidențialitate
th: กำลังโหลดการตั้งค่าความเป็นส่วนตัว
tr: Gizlilik ayarları yükleniyor
zh: 正在加载隐私设置

source: Loading profile
ar: جارٍ تحميل الملف الشخصي
ar_ps: عم نحمّل الملف الشخصي
el: Φόρτωση προφίλ
es: Cargando perfil
fa: در حال بارگذاری نمایه
fr: Chargement du profil
id: Memuat profil
it: Caricamento del profilo
ja: プロフィールを読み込み中
ro: Se încarcă profilul
th: กำลังโหลดโปรไฟล์
tr: Profil yükleniyor
zh: 正在加载资料

source: Loading saved homes
ar: جارٍ تحميل المنازل المحفوظة
ar_ps: عم نحمّل البيوت المحفوظة
el: Φόρτωση αποθηκευμένων σπιτιών
es: Cargando casas guardadas
fa: در حال بارگذاری خانه‌های ذخیره‌شده
fr: Chargement des logements enregistrés
id: Memuat rumah tersimpan
it: Caricamento delle case salvate
ja: 保存した住まいを読み込み中
ro: Se încarcă locuințele salvate
th: กำลังโหลดบ้านที่บันทึกไว้
tr: Kaydedilen evler yükleniyor
zh: 正在加载已收藏的住所

source: Loading services
ar: جارٍ تحميل الخدمات
ar_ps: عم نحمّل الخدمات
el: Φόρτωση υπηρεσιών
es: Cargando servicios
fa: در حال بارگذاری خدمات
fr: Chargement des services
id: Memuat layanan
it: Caricamento dei servizi
ja: サービスを読み込み中
ro: Se încarcă serviciile
th: กำลังโหลดบริการ
tr: Hizmetler yükleniyor
zh: 正在加载服务

source: Loading stay options
ar: جارٍ تحميل خيارات الإقامة
ar_ps: عم نحمّل خيارات الإقامة
el: Φόρτωση επιλογών διαμονής
es: Cargando opciones de estancia
fa: در حال بارگذاری گزینه‌های اقامت
fr: Chargement des options de séjour
id: Memuat opsi inap
it: Caricamento delle opzioni di soggiorno
ja: 滞在オプションを読み込み中
ro: Se încarcă opțiunile de sejur
th: กำลังโหลดตัวเลือกการเข้าพัก
tr: Konaklama seçenekleri yükleniyor
zh: 正在加载入住选项

source: Loading Swapl
ar: جارٍ تحميل Swapl
ar_ps: عم نحمّل Swapl
el: Φόρτωση Swapl
es: Cargando Swapl
fa: در حال بارگذاری Swapl
fr: Chargement de Swapl
id: Memuat Swapl
it: Caricamento di Swapl
ja: Swaplを読み込み中
ro: Se încarcă Swapl
th: กำลังโหลด Swapl
tr: Swapl yükleniyor
zh: 正在加载 Swapl

source: Loading travel points
ar: جارٍ تحميل نقاط السفر
ar_ps: عم نحمّل نقاط السفر
el: Φόρτωση πόντων ταξιδιού
es: Cargando puntos de viaje
fa: در حال بارگذاری امتیازهای سفر
fr: Chargement des points de voyage
id: Memuat poin perjalanan
it: Caricamento dei punti viaggio
ja: トラベルポイントを読み込み中
ro: Se încarcă punctele de călătorie
th: กำลังโหลดพอยต์เดินทาง
tr: Seyahat puanları yükleniyor
zh: 正在加载旅行积分

source: Loading trip
ar: جارٍ تحميل الرحلة
ar_ps: عم نحمّل الرحلة
el: Φόρτωση ταξιδιού
es: Cargando viaje
fa: در حال بارگذاری سفر
fr: Chargement du voyage
id: Memuat perjalanan
it: Caricamento del viaggio
ja: 旅行を読み込み中
ro: Se încarcă călătoria
th: กำลังโหลดทริป
tr: Seyahat yükleniyor
zh: 正在加载行程

source: Loading trips
ar: جارٍ تحميل الرحلات
ar_ps: عم نحمّل الرحلات
el: Φόρτωση ταξιδιών
es: Cargando viajes
fa: در حال بارگذاری سفرها
fr: Chargement des voyages
id: Memuat perjalanan
it: Caricamento dei viaggi
ja: 旅行を読み込み中
ro: Se încarcă călătoriile
th: กำลังโหลดทริป
tr: Seyahatler yükleniyor
zh: 正在加载行程

source: Loading your details
ar: جارٍ تحميل تفاصيلك
ar_ps: عم نحمّل تفاصيلك
el: Φόρτωση των στοιχείων σας
es: Cargando tus datos
fa: در حال بارگذاری جزئیات شما
fr: Chargement de vos informations
id: Memuat detail Anda
it: Caricamento dei tuoi dati
ja: 詳細を読み込み中
ro: Se încarcă detaliile tale
th: กำลังโหลดรายละเอียดของคุณ
tr: Bilgilerin yükleniyor
zh: 正在加载你的信息

source: Loading your invites
ar: جارٍ تحميل دعواتك
ar_ps: عم نحمّل دعواتك
el: Φόρτωση των προσκλήσεών σας
es: Cargando tus invitaciones
fa: در حال بارگذاری دعوت‌های شما
fr: Chargement de vos invitations
id: Memuat undangan Anda
it: Caricamento dei tuoi inviti
ja: 招待を読み込み中
ro: Se încarcă invitațiile tale
th: กำลังโหลดคำเชิญของคุณ
tr: Davetlerin yükleniyor
zh: 正在加载你的邀请

source: Loading your report
ar: جارٍ تحميل تقريرك
ar_ps: عم نحمّل تقريرك
el: Φόρτωση της αναφοράς σας
es: Cargando tu informe
fa: در حال بارگذاری گزارش شما
fr: Chargement de votre signalement
id: Memuat laporan Anda
it: Caricamento della tua segnalazione
ja: レポートを読み込み中
ro: Se încarcă raportul tău
th: กำลังโหลดรายงานของคุณ
tr: Raporun yükleniyor
zh: 正在加载你的报告

source: Loading your story
ar: جارٍ تحميل قصتك
ar_ps: عم نحمّل قصّتك
el: Φόρτωση της ιστορίας σας
es: Cargando tu historia
fa: در حال بارگذاری داستان شما
fr: Chargement de votre histoire
id: Memuat cerita Anda
it: Caricamento della tua storia
ja: ストーリーを読み込み中
ro: Se încarcă povestea ta
th: กำลังโหลดเรื่องราวของคุณ
tr: Hikâyen yükleniyor
zh: 正在加载你的故事

source: Loading your travel profile
ar: جارٍ تحميل ملفك للسفر
ar_ps: عم نحمّل ملف سفرك
el: Φόρτωση του ταξιδιωτικού προφίλ σας
es: Cargando tu perfil de viajero
fa: در حال بارگذاری نمایه سفر شما
fr: Chargement de votre profil de voyage
id: Memuat profil perjalanan Anda
it: Caricamento del tuo profilo di viaggio
ja: トラベルプロフィールを読み込み中
ro: Se încarcă profilul tău de călătorie
th: กำลังโหลดโปรไฟล์การเดินทางของคุณ
tr: Seyahat profilin yükleniyor
zh: 正在加载你的旅行档案

source: Loading your trip
ar: جارٍ تحميل رحلتك
ar_ps: عم نحمّل رحلتك
el: Φόρτωση του ταξιδιού σας
es: Cargando tu viaje
fa: در حال بارگذاری سفر شما
fr: Chargement de votre voyage
id: Memuat perjalanan Anda
it: Caricamento del tuo viaggio
ja: 旅行を読み込み中
ro: Se încarcă călătoria ta
th: กำลังโหลดทริปของคุณ
tr: Seyahatin yükleniyor
zh: 正在加载你的行程

source: Location access is off for Swapl. Enter the address manually or enable it in Settings.
ar: الوصول إلى الموقع معطّل لـ Swapl. أدخل العنوان يدوياً أو فعّله في الإعدادات.
ar_ps: الوصول للموقع مقفّل لـ Swapl. اكتب العنوان يدوي أو فعّله من الإعدادات.
el: Η πρόσβαση στην τοποθεσία είναι απενεργοποιημένη για τη Swapl. Εισαγάγετε τη διεύθυνση χειροκίνητα ή ενεργοποιήστε τη στις Ρυθμίσεις.
es: El acceso a la ubicación está desactivado para Swapl. Introduce la dirección manualmente o actívalo en Ajustes.
fa: دسترسی به موقعیت برای Swapl خاموش است. آدرس را به‌صورت دستی وارد کنید یا آن را در تنظیمات فعال کنید.
fr: L'accès à la localisation est désactivé pour Swapl. Saisissez l'adresse manuellement ou activez-le dans les Réglages.
id: Akses lokasi mati untuk Swapl. Masukkan alamat secara manual atau aktifkan di Pengaturan.
it: L'accesso alla posizione è disattivato per Swapl. Inserisci l'indirizzo manualmente o attivalo nelle Impostazioni.
ja: Swaplの位置情報アクセスがオフになっています。住所を手動で入力するか、設定で有効にしてください。
ro: Accesul la locație este dezactivat pentru Swapl. Introdu adresa manual sau activează-l în Setări.
th: การเข้าถึงตำแหน่งสำหรับ Swapl ปิดอยู่ กรอกที่อยู่ด้วยตนเองหรือเปิดในการตั้งค่า
tr: Swapl için konum erişimi kapalı. Adresi elle gir veya Ayarlar'dan etkinleştir.
zh: Swapl 的定位访问已关闭。请手动输入地址，或在“设置”中启用。

source: Location found, but address lookup failed. Enter the address manually.
ar: تم العثور على الموقع، لكن فشل البحث عن العنوان. أدخل العنوان يدوياً.
ar_ps: لقينا الموقع بس فشل إيجاد العنوان. اكتب العنوان يدوي.
el: Η τοποθεσία βρέθηκε, αλλά η αναζήτηση διεύθυνσης απέτυχε. Εισαγάγετε τη διεύθυνση χειροκίνητα.
es: Se encontró la ubicación, pero falló la búsqueda de la dirección. Introdúcela manualmente.
fa: موقعیت پیدا شد، اما جستجوی آدرس ناموفق بود. آدرس را به‌صورت دستی وارد کنید.
fr: Localisation trouvée, mais la recherche d'adresse a échoué. Saisissez l'adresse manuellement.
id: Lokasi ditemukan, tetapi pencarian alamat gagal. Masukkan alamat secara manual.
it: Posizione trovata, ma la ricerca dell'indirizzo non è riuscita. Inserisci l'indirizzo manualmente.
ja: 位置は見つかりましたが、住所の検索に失敗しました。住所を手動で入力してください。
ro: Locația a fost găsită, dar căutarea adresei a eșuat. Introdu adresa manual.
th: พบตำแหน่งแล้ว แต่ค้นหาที่อยู่ไม่สำเร็จ กรอกที่อยู่ด้วยตนเอง
tr: Konum bulundu, ancak adres araması başarısız oldu. Adresi elle gir.
zh: 已找到位置，但地址查询失败。请手动输入地址。

source: Location services are off. Enter the address manually.
ar: خدمات الموقع معطّلة. أدخل العنوان يدوياً.
ar_ps: خدمات الموقع مقفّلة. اكتب العنوان يدوي.
el: Οι υπηρεσίες τοποθεσίας είναι απενεργοποιημένες. Εισαγάγετε τη διεύθυνση χειροκίνητα.
es: Los servicios de ubicación están desactivados. Introduce la dirección manualmente.
fa: خدمات موقعیت‌یابی خاموش است. آدرس را به‌صورت دستی وارد کنید.
fr: Les services de localisation sont désactivés. Saisissez l'adresse manuellement.
id: Layanan lokasi mati. Masukkan alamat secara manual.
it: I servizi di localizzazione sono disattivati. Inserisci l'indirizzo manualmente.
ja: 位置情報サービスがオフになっています。住所を手動で入力してください。
ro: Serviciile de localizare sunt dezactivate. Introdu adresa manual.
th: บริการระบุตำแหน่งปิดอยู่ กรอกที่อยู่ด้วยตนเอง
tr: Konum hizmetleri kapalı. Adresi elle gir.
zh: 定位服务已关闭。请手动输入地址。

source: Log out
ar: تسجيل الخروج
ar_ps: خروج
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
id: Keluar
it: Esci
ja: ログアウト
ro: Deconectează-te
th: ออกจากระบบ
tr: Çıkış yap
zh: 登出
